Repository: proalex1996/SUNS-Project
Catalog: lib/l10n/app_*.arb
Languages: vi

source: Login
vi: Đăng nhập

source: Phone number
vi: Số điện thoại

# phoneNumberError
source: Please enter the correct phone number
vi: Vui lòng nhập đúng số điện thoại

source: Password
vi: Mật khẩu

# passwordError
source: Please enter the correct password
vi: Vui lòng nhập đúng mật khẩu

# forgotPass
source: Forgot password
vi: Quên mật khẩu

source: No account
vi: Chưa có tài khoản

source: Register Now
vi: Đăng kí ngay

# hasAccount
source: You had account
vi: Bạn đã có tài khoản

source: Login now
vi: Đăng nhập ngay

source: Call hotline
vi: Gọi hotline hỗ trợ

# recoveryPass
source: Password recovery
vi: Khôi phục mật khẩu

# descript_recoveryPass
source: Please re-enter the phone number you registered your account with
vi: Vui lòng nhập lại Số điện thoại mà bạn đã đăng ký tài khoản

# isPhoneEmpty
source: Phone number cannot be left blank
vi: Số điện thoại không được bỏ trống

# register
source: Register an account
vi: Đăng ký tài khoản

# reEnterPass
source: Re-enter the password
vi: Nhập lại mật khẩu

# term
source: I understand and agree to the terms
vi: Tôi hiểu và đồng ý các điều khoản

# passValidate1
source: Password must contain at least 8 characters (including uppercase, lowercase, numbers and special characters).
vi: Mật khẩu phải gồm ít nhất 8 ký tự (gồm chữ hoa, chữ thường, số và ký tự đặc biệt).

# passValidate2
source: Password 8 - 15 characters with 1 uppercase character
vi: Mật khẩu 8 - 15 ký tự có 1 ký tự in hoa

source: Skip
vi: Bỏ qua

# titleStart1
source: HOME TESTING
vi: XÉT NGHIỆM TẠI NHÀ

# titleStart2
source: BOOK YOUR SCHEDULE ONLINE
vi: ĐẶT LỊCH KHÁM TRỰC TUYẾN

# titleStart3
source: HEALTH CONSULTATION
vi: TƯ VẤN SỨC KHỎE

# descriptStart1
source: Samples are taken at home. Provides fast and accurate results.
vi: Mẫu xét nghiệm được lấy tại nhà. Cung cấp kết quả nhanh chóng và chính xác.

# descriptStart2
source: Make an appointment and choose a clinic completely on your own. No waiting time.
vi: Đặt hẹn và chọn phòng khám hoàn toàn chủ động. Không mất thời gian chờ đợi.

# descriptStart3
source: Chat and receive health advice from a team of reputable and experienced doctors.
vi: Trò chuyện và nhận tư vấn về sức khỏe từ đội ngũ bác sĩ uy tín, giàu kinh nghiệm.

source: Enter OTP
vi: Nhập OTP

# sentOTP
source: Enter the confirmation code sent to
vi: Nhập mã xác nhận được gửi tới

# getOTP
source: Get OTP back later
vi: Nhận lại OTP sau

# tryOTPAgain
source: Haven't received the code? Please try again later
vi: Chưa nhận được mã? Vui lòng thử lại sau

source: seconds
vi: giây

# notReceiveOTP
source: I did not receive the code
vi: Tôi không nhận được mã

source: Resend OTP
vi: Gửi lại OTP

# resendOTPSnackbar
source: Wrong OTP, please re-enter!
vi: Sai mã OTP, vui lòng nhập lại!

# sendOTPSuccessfulSnackbar
source: Verification code sent successfully
vi: Mã xác thực đã được gửi thành công

# sendOTPErrorSnackbar
source: Unable to send verification code
vi: Lỗi không gửi được mã xác thực

# expiredOTPSnackbar
source: The verification code is incorrect or expired
vi: Mã xác thực không đúng hoặc hết hạn

# search
source: Service Search
vi: Tìm kiếm dịch vụ

source: Your appointment
vi: Lịch hẹn của bạn

# notAppointment
source: You do not currently have an appointment with your doctor
vi: Hiện tại bạn chưa có lịch hẹn nào với bác sĩ

# featuredExamination
source: Featured examination package
vi: Gói khám nổi bật

source: View all
vi: Xem tất cả

source: ADVISE
vi: TƯ VẤN

# examinationHome
source: EXAMINATION
vi: KHÁM

source: SERVICE
vi: DỊCH VỤ

source: MEDICINE
vi: THUỐC

# youKnow
source: Do you know ?
vi: Bạn có biết ?

source: Test
vi: Xét nghiệm

# examinationInfo
source: Examination Information
vi: Thông tin khám

# promotion
source: Promotion Information
vi: Thông tin khuyến mãi

# price
source: Service prices
vi: Giá dịch vụ

source: Male
vi: Nam

source: Female
vi: Nữ

source: From
vi: Từ

# both
source: Everybody
vi: Cả nam và nữ

# yearOld
source: Old
vi: Tuổi

source: Examination
vi: Hạng mục khám

# yearUp
source: years old and up
vi: tuổi trở lên

# down
source: years old and down
vi: tuổi trở xuống

# allAge
source: All ages
vi: Mọi lứa tuổi

# book
source: Make an appointment
vi: Đặt lịch hẹn

source: Service Price
vi: Giá dịch vụ

source: Execution branch
vi: Chi nhánh thực hiện

# whyShouldOrder
source: Why should you order this examination and test package?
vi: Tại sao nên đặt gói khám và xét nghiệm này?

# procedures
source: Examination and testing procedures?
vi: Quy trình và xét nghiệm?

# testCategory
source: Category of test
vi: Hạng mục xét nghiệm

# otherCategory
source: Category of other
vi: Hạng mục khác

# examinationCategory
source: Category of examination
vi: Hạng mục khám

# noteThings
source: Things need to notice
vi: Những điều cần lưu ý

source: For test
vi: Đối với xét nghiệm

source: Schedule Appointment
vi: Lịch hẹn

# waitingConfirm
source: Waiting for confirmation
vi: Chờ xác nhận

source: Confirmed
vi: Đã xác nhận

# cancel
source: Canceled
vi: Đã hủy

source: Patient
vi: Bệnh nhân

source: Doctor
vi: Bác sĩ

source: Exam time
vi: Giờ khám

# viewSchedule
source: View appointment schedule
vi: Xem lịch hẹn

source: Select date
vi: Chọn ngày

# selectDoctor
source: SELECT A DOCTOR
vi: CHỌN BÁC SĨ

# selectTime
source: Select a time
vi: Chọn khung giờ

# updateInformation
source: Update personal information
vi: Cập nhật thông tin cá nhân

# name
source: First and Last Name
vi: Họ và Tên

source: Address
vi: Địa chỉ

source: Specific address
vi: Địa chỉ cụ thể

# province
source: Province/City
vi: Tỉnh / Thành phố

# district
source: County / District
vi: Quận / Huyện

# ward
source: Ward / Commune
vi: Phường / Xã

# dob
source: Date of birth
vi: Ngày tháng năm sinh

source: Gender
vi: Giới tính

source: Update
vi: Cập nhật

source: Add Profile
vi: Thêm hồ sơ

source: Select relationship
vi: Chọn mối quan hệ

# symptoms
source: Disease History - Symptoms
vi: Tiểu sử bệnh - Triệu chứng

source: Upload related images
vi: Upload hình ảnh liên quan

source: Patient Information
vi: Thông tin bệnh nhân

source: Check other information
vi: Kiểm tra các thông tin khác

source: Confirm information
vi: Xác nhận thông tin

source: Payment slip
vi: Phiếu thanh toán

source: Information
vi: Thông tin

source: vote
vi: lập phiếu

source: Payment
vi: Thanh toán

source: Temporary
vi: Tạm tính

source: Total Payment
vi: Tổng thanh toán

source: Payment method
vi: Phương thức thanh toán

source: Confirm
vi: Xác nhận

# paymentCode
source: Your payment invoice code is:
vi: Mã hóa đơn thanh toán của bạn là:

# thank
source: Thank you for using Gcare's service
vi: Cảm ơn bạn đã sử dụng dịch vụ của Gcare

# returnSchedule
source: Return to appointment schedule
vi: Quay về lịch đặt khám

source: Date of examination
vi: Ngày khám

source: Department
vi: Phòng ban

# serviceList
source: List of services
vi: Danh sách dịch vụ

# popularServiceList
source: List of all featured packages
vi: Danh sách tất cả gói khám nổi bật

source: Change appointment
vi: Thay đổi lịch hẹn

source: Cancel appointment
vi: Hủy lịch hẹn

source: PROFILE
vi: HỒ SƠ

# relatedDetail
source: RELATED DETAILS
vi: CHI TIẾT NGƯỜI THÂN

# totalCostExamination
source: Total cost of examination
vi: Tổng chi phí khám

source: Relationship:
vi: Mối quan hệ:

source: Profile ID:
vi: Mã hồ sơ:

source: Health
vi: Sức khỏe

# enterOldPass
source: Enter old password
vi: Nhập mật khẩu cũ

# enterNewPass
source: Enter new password
vi: Nhập mật khẩu mới

# reEnterNewPass
source: Re-Enter new password
vi: Nhập lại mật khẩu mới

source: Hello
vi: Xin chào

source: Exam history
vi: Lịch sử khám

source: Exam Type
vi: Loại khám

# costExamination
source: Cost of examination
vi: Chi phí khám

source: Code
vi: Mã

source: Body Index
vi: Chỉ số cơ thể

# diagnosis
source: Diagnosis, examination results
vi: Chẩn đoán, kết quả thăm khám

# rateComment
source: Rate and comment
vi: Đánh giá và bình luận

# submitComment
source: Submit a comment
vi: Gửi bình luận

source: Scan
vi: Quét

source: Result
vi: Kết quả

# note
source: Notes
vi: Ghi chú

source: View prescription
vi: Xem toa thuốc

source: Result Image
vi: Hình ảnh kết quả

source: Height
vi: Chiều cao

source: Weight
vi: Cân nặng

source: Blood Type
vi: Nhóm máu

source: Vitality Index
vi: Chỉ số sinh hiệu

source: Heart Rate
vi: Nhịp tim

source: Blood pressure
vi: Huyết áp

source: Body temperature
vi: Thân nhiệt

source: Breathe
vi: Nhịp thở

source: General
vi: Chung

source: Notice details
vi: Chi tiết thông báo

# confirmBooking
source: Gcare confirms your appointment booking code
vi: Gcare xác nhận mã đặt lịch khám dịch vụ

source: Change Password
vi: Đổi mật khẩu

# newLowwer
source: new
vi: mới

source: Favorite Posts
vi: Bài viết yêu thích

source: My Orders
vi: Đơn hàng của tôi

source: Total amount
vi: Tổng tiền

source: Personal Information
vi: Thông tin cá nhân

# favoriteNew
source: Favorite News
vi: Tin yêu thích

# listRecords
source: List of records
vi: Danh sách hồ sơ

source: Logout
vi: Đăng xuất

source: My Info
vi: Thông tin của tôi

source: mine
vi: của tôi

# newsUpper
source: GCARE NEWS
vi: TIN TỨC GCARE

# newsLowwer
source: News
vi: Tin tức

# promotionService
source: Service / Promotion
vi: Dịch vụ / Khuyến mãi

source: Related Articles
vi: Bài viết liên quan

source: Pharmacy
vi: Nhà thuốc

# findDrug
source: Find a drug
vi: Tìm thuốc

source: Find the drug
vi: Tìm loại thuốc

source: Pick to buy
vi: Chọn mua

source: Description
vi: Mô tả

source: Drug name
vi: Tên thuốc

source: Cart
vi: Giỏ hàng

# addressForReceiving
source: Address for receiving drugs
vi: Địa chỉ nhận thuốc

source: Contact phone
vi: Điện thoại liên lạc

source: Done
vi: Hoàn tất

source: Order successful
vi: Đặt hàng thành công

source: View appointment
vi: Xem lịch hẹn

# notData
source: No data
vi: Không có dữ liệu

source: Not enter
vi: Chưa nhập

source: Please enter
vi: Vui lòng nhập

source: invalid
vi: không hợp lệ

# servicePackageInvalid
source: The package is not suitable for you, please order another package
vi: Gói khám không phù hợp với bạn, mời bạn đặt gói khám khác

# notEmpty
source: Not be empty
vi: không được bỏ trống

# passDuplicate
source: The new password cannot be the same as the current password.
vi: Mật khẩu mới không được trùng với mật khẩu hiện tại.

# notLikeNewPass
source: The new password does not match, please try again.
vi: Không trùng khớp với mật khẩu mới, vui lòng thử lại.

# notification
source: Notify
vi: Thông báo

# sureLogout
source: Are you sure you want to log out?
vi: Bạn có chắc chắn muốn đăng xuất?

# accept
source: Agree
vi: Đồng ý

source: Close
vi: Đóng

# timeUp
source: Out of business hours for today, please book the next day.
vi: Đã hết giờ làm việc trong hôm nay, quý khách vui lòng đặt vào ngày tiếp theo.

source: Specialist
vi: Chuyên khoa

# center
source: Gcare Center
vi: Trung tâm Gcare

source: not update
vi: chưa cập nhật

# mustUpdate
source: You need to update your information to have your own profile.
vi: Bạn cần phải cập nhật thông tin để có hồ sơ của chính bạn.

# createProfile
source: Create more profiles
vi: Tạo thêm hồ sơ

source: Select Profile
vi: Chọn hồ sơ

source: Continues
vi: Tiếp tục

# checkOut
source: Check out the other information
vi: Kiểm tra lại các thông tin khác

source: Delete
vi: Xoá

# deleteQuestion
source: Do you want to delete?
vi: Bạn có muốn xoá không?

# relativeName
source: Relative's name
vi: Tên người thân

# relativeNote
source: Note: Need to enter 2 or more characters to search.
vi: Lưu ý: Cần nhập 2 ký tự trở lên để tìm kiếm.

# yourQr
source: Your QR code
vi: QR code của tôi

# allowCamera
source: Allow Gcare to use the camera
vi: Cho phép Gcare sử dụng máy ảnh

# explainAlowCamera
source: This app needs camera access to take photos and upload user medical records
vi: Ứng dụng này cần quyền truy cập camera để chụp ảnh và tải ảnh hồ sơ khám bệnh người dùng lên

source: Refuse
vi: Từ chối

source: Allow
vi: Cho phép

# allowMemory
source: Allow Gcare to use phone memory
vi: Cho phép Gcare sử dụng bộ nhớ điện thoại

# explainAllowCamera
source: You can then share the photo gallery, as well as upload the user's medical record photo
vi: Khi đó bạn có thể chia sẻ thư viện ảnh, cũng như tải ảnh hồ sơ khám bệnh người dùng lên

# experienceComment
source: Comment on your experience at Gcare
vi: Bình luận về trải nghiệm khám của bạn tại Gcare

source: Free
vi: Miễn phí

# notChangeAppointment
source: Schedule confirmed, cannot be changed.
vi: Lịch khám đã được xác nhận, không thể thay đổi.

# cancelAppointmentDone
source: The appointment has been canceled, please make another appointment.
vi: Lịch khám đã huỷ, mời bạn đặt lịch khác.

# cancelledAppoinntment
source: Cancelled appointment.
vi: Lịch khám đã huỷ.

# notCancelAppointment
source: The confirmed appointment cannot be canceled
vi: Lịch khám đã xác nhận không thể huỷ

# enterReason
source: Enter a reason for cancellation
vi: Nhập lý do huỷ

# reasonNotEmpty
source: Reason cannot be blank
vi: Lý do không được bỏ trống

source: reason
vi: Lý do

# appointment
source: Appoinment
vi: Lịch hẹn

source: Not Prescribed
vi: Không bác sĩ chỉ định

# paymentInfor
source: Payment slip information
vi: Thông tin phiếu thanh toán

# dateOfVote
source: The date of the vote
vi: Ngày lập phiếu

# payByCash
source: Payment in cash
vi: Thanh toán bằng tiền mặt

# noBloodInfor
source: No blood group information yet
vi: Chưa có thông tin nhóm máu

source: Undefined
vi: Chưa xác định

# beat
source: Beat/Minute
vi: Nhịp/Phút

source: degree
vi: độ

source: Examination results
vi: Kết quả khám bệnh

# noPrescription
source: No prescription imaging data available.
vi: Không có dữ liệu hình ảnh toa thuốc

# noDoctor
source: There is no doctor
vi: Không có bác sĩ

# noExaminationResults
source: There are no data on examination results.
vi: Không có dữ liệu kết quả khám.

# noExamImage
source: No resulting image data.
vi: Không có dữ liệu hình ảnh kết quả.

# noNote
source: No notes.
vi: Không có ghi chú.

source: Cost
vi: Chi phí

source: Service Examination
vi: Khám dịch vụ

# examinationBhyt
source: BHYT Examination
vi: Khám BHYT

# examinationHistory
source: Medical examination history
vi: Lịch sử khám bệnh

source: No medical history
vi: Chưa có lịch sử khám bệnh

# voteSuccessful
source: Successful evaluation.
vi: Đánh giá thành công.

# notVote
source: The due date for evaluation is overdue, the evaluation deadline is calculated after the examination until the 5th day from the examination.
vi: Đã quá hạn để được đánh giá, hạn đánh giá được tính sau khi khám cho đến ngày thứ 5 kể từ khi khám.

# enterVote
source: New comments and reviews need to be entered to save information.
vi: Cần nhập bình luận và đánh giá mới để lưu thông tin.

source: Save
vi: Lưu

# historyDetail
source: Historical details
vi: Chi tiết lịch sử

# viewDetail
source: See details
vi: Xem chi tiết

# diagnosisAndExam
source: Diagnosis and examination results
vi: Chẩn đoán, kết quả thăm khám

# examinationResultsDetail
source: See detailed medical examination results
vi: Xem chi tiết kết quả khám bệnh

# giveStar
source: Give stars to rate
vi: Cho sao để đánh giá

# commentDoctor
source: Comments about doctors
vi: Bình luận về bác sĩ

source: Enter content
vi: Nhập nội dung

# healthInChart
source: Health
vi: Sức khỏe

source: Health chart
vi: Biểu đồ sức khỏe

source: Like
vi: Thích

source: Gcare pharmacy
vi: Nhà thuốc Gcare

source: Find medicine
vi: Tìm loại thuốc

# addedCart
source: Added to cart
vi: Đã thêm vào giỏ hàng

# cartRemove
source: Removed from cart
vi: Đã xóa khỏi giỏ hàng

# fillAll
source: Please fill out the form
vi: Vui lòng điền đầy đủ thông tin

# loginExpired
source: You don't have access or your login has expired!
vi: Bạn không có quyền truy cập hoặc đăng nhập đã hết hạn!

source: Re-login
vi: Đăng nhập lại

# internetCheck
source: Check the network connection again!
vi: Kiểm tra lại kết nối mạng!

source: Application error!
vi: Lỗi ứng dụng!

# doctorInfor
source: Information about doctors
vi: Thông tin về bác sĩ

# noInfor
source: No information
vi: Chưa có thông tin

# allPackage
source: All examination packages
vi: Tất cả gói khám

# selectBranch
source: Please select a branch to make an appointment
vi: Vui lòng chọn chi nhánh để đặt lịch hẹn

# homePackage
source: List of home examination packages
vi: Danh sách gói khám tại nhà

# backHome
source: Back to home screen
vi: Quay về trang chủ
